<template>
  <a-card title="2022 全国甲卷 语文作文" style="width: 700px">
    <template #extra><a href="#">more</a></template>
    <p>《红楼梦》写到“大观园试才题对额”时有一个情节，为元妃（贾元春）省亲修建的大观园竣工后，众人给园中桥上亭子的匾额题名。有人主张从欧阳修《醉翁亭记》“有亭翼然”一句中，取“翼然”二字；贾政认为“此亭压水而成”，题名“还须偏于水”，主张从“泻出于两峰之间”中拈出一个“泻”字，有人即附和题为“泻玉”；贾宝玉则觉得用“沁芳”更为新雅，贾政点头默许。“沁芳”二字，点出了花木映水的佳境，不落俗套；也契合元妃省亲之事，蕴藉含蓄，思虑周全。
    </p>
  </a-card>
  <br />
  <a-card title="2022 全国乙卷 语文作文" style="width: 700px">
    <template #extra><a href="#">more</a></template>
    <p>双奥之城，闪耀世界。两次奥运会，都显示了中国体育发展的新高度，展示了中国综合国力的跨越式发展，也见证了你从懵懂儿童向有为青年的跨越。亲历其中，你能感受到体育的荣耀和国家的强盛；未来前行，你将融入民族复兴的澎湃春潮。卓越永无止境，跨越永不停歇。</p>
  </a-card>
</template>
<script>
export default {
  name: "MyQuestion"
}
</script>

<style scoped>

</style>